"WinSwitch Preferences" = "WinSwitch-val…";
"Show" = "Vis";
"Short name" = "Stuttnamn";
"First name only" = "Berre fyrste namn";
"Initials only" = "Berre initialar";
"Login Window" = "Innloggingsvindauga…";
"User picture" = "Brukarbilete";
"Name" = "Namn";
"Root user" = "Root-brukar";
"Standard icon" = "Standardikon";
"Open Accounts" = "Opna Kontoar…";

/* Log out... */
"Log out..." = "Log out…";